/* 
  Localizable.strings
  Tenorshare4DDiG

  Created by Tenorshare on 2022/7/27.
  
*/

"language" = "id";
"languageGA" = "id";

/*******NSMenu title*****/
//MARK: - 第一版
"About %@" = "Tentang %@";
"Buy Now" = "Beli Sekarang";
"BUY NOW" = "BELI SEKARANG";
"Register" = "Daftar";
"Check for Updates" = "Periksa Pembaruan";
"Service" = "Layanan";
"Hide %@" = "Sembunyikan %@";
"Quit %@" = "Berhenti %@";
"Hide Other" = "Sembunyikan lainnya";
"Show All" = "Tampilkan Semua";
"Edit" = "Ubah";
"Undo" = "Batalkan";
"Redo" = "Ulangi";
"Cut" = "Potong";
"Copy" = "Salin";
"Paste" = "Tempel";
"Delete" = "Hapus";
"Select All" = "Pilih Semua";
"Window" = "Jendela";
"Minimize" = "Perkecil";
"Zoom" = "Perbesar";
"Enter Full Screen" = "Tampilkan Layar Penuh";
"Bring All to Front" = "Bawa Semua ke Depan";
"Help" = "Bantuan";
"Guide" = "Panduan";
"Feedback" = "Masukan";
"Support" = "Dukungan";
"Open Log" = "Buka Catatan";
"OK" = "OK";
"Contact us" = "Hubungi Kami";
"Yes" = "Ya";
"No" = "Tidak";
"Open" = "Buka";
"Refresh" = "Segarkan";
"Tenorshare %@ %@ Build Date %@" = "Tenorshare %@ %@ Tanggal Pembuatan %@";
"%@ %@ Build Date %@" = "%@ %@ Tanggal Pembuatan %@";
"All Rights Reserved." = "Hak Cipta Dilindungi.";
"Tree View" = "Tampilan Pohon";
"File View" = "Tampilan File";
"Please select the file you want to recover." = "Silakan pilih file yang ingin Anda pulihkan.";
"Saving files to the partition where you lost them will reduce the chances of a successful recovery. It's recommended to recover the files to a removable disk." = "Menyimpan file ke partisi di tempat Anda kehilangan akan mengurangi keberhasilan pemulihan. Dianjurkan untuk memulihkan file ke removable disk.";
"Saving files to the partition where you lost them will reduce the chances of a successful recovery. Are you sure you want to continue?" = "Menyimpan file ke partisi di tempat Anda kehilangan akan mengurangi keberhasilan pemulihan. Apakah Anda yakin ingin lanjut?";
"Not enough space available on the disk. Additional %@ space is needed to recover these files." = "Penyimpanan di disk tidak cukup. Tambahan %@ ruang diperlukan untuk memulihkan file ini.";
"Recovering: %@" = "Memulihkan: %@";
"Please wait..." = "Silakan tunggu…";
"Recovery completed!" = "Pemulihan berhasil!";
"Click Open button to check the recovered files." = "Klik tombol Buka untuk memeriksa file yang dipulihkan.";
"Are you sure you want to stop recovery?" = "Apakah Anda yakin ingin menghentikan pemulihan?";
"Failed to save data to the target disk. Please choose another disk and try again." = "Gagal menyimpan data ke disk tujuan. Silakan pilih disk lain dan coba lagi.";
"Your disk is disconnected. Please reinsert and try again." = "Disk Anda tidak terhubung. Silakan masukkan kembali dan coba lagi.";
"Save failed due to disconnection of the target disk. Please reinsert and try again." = "Gagal menyimpan karena sambungan terputus ke disk tujuan. Silakan masukkan kembali dan coba lagi.";
"Note:" = "Catatan:";
"Please do not save the recovered files to the partition where you lost them. This may cause permanent data loss." = "Jangan simpan file yang dipulihkan ke partisi tempat Anda kehilangan. Ini dapat menyebabkan kehilangan data permanen.";
"All Files" = "Semua file";
"Photo" = "Foto";
"Audio" = "Audio";
"Video" = "Video";
"Document" = "Dokumen";
"Email" = "Email";
"Webfile" = "Webfile";
"Archive" = "Arsip";
"No Extension" = "Tanpa Ekstensi";
"Others" = "Lainnya";
"Trash" = "Kotak Sampah";
"Lost Location" = "Lokasi Hilang";
"More" = "Lebih Banyak";
"The scan result will not be saved if you close the program now. Are you sure you want to close?" = "Hasil pindai tidak akan tersimpan jika Anda menutup program sekarang. Anda yakin ingin keluar?";
"YES" = "YA";
"No" = "Tidak";
"Are you sure you want to stop scanning?" = "Anda yakin ingin menghentikan pemindaian?";
"The scan result will not be saved now. Are you sure you want to return Home?" = "Hasil pindai tidak akan tersimpan. Anda yakin ingin kembali ke Beranda?";
"Continue" = "Lanjutkan";
"Pause" = "Tunda";
"Time remaining: %@" = "Siswa Waktu: %@";
"Stop" = "Berhenti";
"Loading search content, please wait…" = "Memuat konten pencarian, silakan tunggu…";
"Back" = "Kembali";
"Scanning… (%.1f%%)" = "Pemindaian… (%.1f%%)";
"Scanning…" = "Pemindaian…";
"%li files found (%.1f%%)" = "%li file ditemukan (%.1f%%)";
"%li items found, %@" = "%li item ditemukan, %@";
"Selected: %li files, %@" = "Terpilih: %li file, %@";
"Home" = "Beranda";
"Recover" = "Pulihkan";
"Search" = "Cari";
"Scan completed!" = "Pemindaian selesai!";
"Loading content, please wait..." = "Memuat konten, silakan tunggu…";
"Unlock" = "Buka";
"Password hint: %@" = "Petunjuk kata sandi: %@";
"Password:" = "Kata Sandi:";
"Please enter a password to unlock the disk \%@\." = "Silakan masukkan kata sandi untuk membuka disk \%@\" ";
"Wrong password" = "Kata sandi salah";
"Cancel" = "Batal";
"Reading data from the disk, please wait…" = "Membaca data dari disk, silakan tunggu…";
"Select a location to start data recovery" = "Pilih lokasi untuk memulai pemulihan data";
"Hard Drives" = "Hard Drive";
"External Drives" = "Drive Eksternal";
"%@ free of %@" = "%@ kosong dari %@";
"Other Location" = "Lokasi Lainnya";
"The Whole Computer" = "Seluruh Komputer";
"UltData" = "UltData";
"To recover data from iOS devices, please switch to UltData-iOS" = "Untuk memulihkan data dari perangkat iOS, silakan ubah ke UltData-iOS";
"UltFone iOS Data Recovery" = "Pemulihan Data UltFone iOS";
"To recover data from iOS devices, please switch to UltFone iOS Data Recovery" = "Untuk memulihkan data dari perangkat iOS, silakan ubah ke Pemulihan Data UltFone iOS";
"Scan" = "Pindai";
"Untitled" = "Tanpa Judul";
"The selected external drive is not available or uninstalled, please reinsert and try again." = "Drive eksternal yang dipilih tidak tersedia atau tidak terpasang, silakan masukkan dan coba lagi.";
"The selected File System is currently not supported. Please select other disks for data recovery." = "Sistem File yang dipilih tidak terdukung saat ini. Silakan pilih disk lain untuk pemulihan data.";
"To recover data from the \macOS High Sierra\ and later systems, you need to disable System Integrity Protection by following the steps below in advance." = "Untuk memulihkan data dari \macOS High Sierra\ dan sistem berikutnya, Anda perlu menonaktifkan Pelindungan Integritas Sistem dengan mengikuti langkah berikut.";
"Step 1." = "Langkah 1.";
"Hold down Command + R on the keyboard immediately when you restart the Mac. Keep holding until the Mac finishes startup process, and you will see the utilities window." = "Tekan Command + R pada keyboard ketika Anda restart Mac. Tahan hingga Mac selesai proses startup, dan Anda akan melihat jendela utilities.";
"Command + R" = "Command + R";
"Note: If you are using iMac/iMac Pro, please use wired keyboard." = "Catatan: Jika Anda menggunakan iMac/iMac Pro, silakan gunakan keyboard berkabel.";
"Step 2." = "Langkah 2.";
"Open Terminal from the Utilities menu." = "Buka Terminal dari menu Peralatan.";
"Terminal" = "Terminal";
"Utilities" = "Peralatan";
"Step 3." = "Langkah 3.";
"Type the following command and hit Enter key to disable SIP. Then restart your Mac again." = "Ketik perintah berikut dan tekan tombol Enter untuk menonaktifkan SIP. Kemudian mulai Mac Anda kembali.";
"Enter" = "Masuk";
"Your Mac will restart during this process. Please take a photo with your phone and save steps." = "Mac Anda akan restart pada proses ini. Silakan ambil gambar melalui ponsel Anda dan simpan beberapa langkah.";
"Name" = "Nama";
"Created Date" = "Tanggal Pembuatan";
"Modified Date" = "Tanggal Perubahan";
"Path" = "Jejak";
"Type" = "Jenis";
"Size" = "Ukuran";
"Files not found!" = "File tidak ditemukan";
"folder" = "folder";
"file" = "file";
"PREV" = "SEBELUMNYA";
"NEXT" = "SELANJUTNYA";
"GO TO:" = "MASUK KE:";
"Didn't find the missing data? Try using Deep Scan." = "Tidak menemukan data yang hilang? Coba gunakan Pemindaian Penuh.";
"Deep Scan" = "Pemindaian Penuh";
"Previous Scan Results" = "Hasil Pemindaian Sebelumnya";
"Returning to the last scan result requires stopping the current scan. Are you sure you want to stop?" = "Kembali ke hasil pemindaian terakhir dapat menghentikan pemindaian saat ini. Anda yakin ingin selesai?";
"Stop" = "Berhenti";
"Cancel" = "Batal";
"Deep scan completed!" = "Pemindaian penuh selesai!";
"OK" = "OK";
"Loading content, please wait…" = "Memuat konten, silakan tunggu…";
"View Deep Scan Results" = "Menampilkan Hasil Pemindaian Penuh";
"List View" = "Daftar Tampilan";
"Thumbnail" = "Keluku";
"Preview Pane" = "Panel Pratinjau";
"Preview" = "Pratinjau";
"This format file does not support to preview." = "Format file ini tidak mendukung untuk pratinjau.";
"This file may be corrupt and can't be previewed." = "File ini mungkin rusak dan tidak bisa pratinjau.";
"File size that exceeds 8 MB does not support to preview." = "Ukuran file yang melebihi 8MB tidak mendukung untuk pratinjau.";
"The lost data may be damaged at any time and cannot be recovered. It is recommended to recover them earlier for higher recovery rate." = "Data yang hilang dapat rusak kapan saja dan tidak bisa dipulihkan. Direkomendasikan untuk memulihkan lebih awal untuk tingkat pemulihan lebih tinggi.";
"Buy now to save 70%" = "Beli sekarang untuk menghemat 70%";
"Unlimited Data Recovery" = "Pemulihan Data Tidak Terbatas";
"Recover your valuable data easily and quickly." = "Memulihkan data berharga Anda secara cepat dan mudah.";
"Multiple File Types" = "Berbagai Jenis File";
"Recover 550+ types of files from hard drive, memory card, etc." = "Memulihkan 550+ jenis file dari hard drive, kartu memori, dll.";
"Professional Support" = "Dukungan Profesional";
"Provide professional and quality customer support." = "Memberikan dukungan pelanggan berkualitas dan profesional.";
"Free Update" = "Gratis Pembaruan";
"Enjoy free update within license validity." = "Nikmati pembaruan gratis selama masa berlaku lisensi.";
"Already have a registration code? Register now" = "Sudah punya kode registrasi? Daftar sekarang";
"Register now" = "Daftar sekarang";
"To recover data from crashed computer, please click here." = "Untuk memulihkan data dari komputer yang rusak, silakan klik disini.";
"click here" = "klik disini";
"Downloading boot system image, please wait…" = "Mengunduh gambar sistem boot, silakan tunggu…";
"When downloading the system image, please do not operate the disk or eject it." = "Ketika mengunduh gambar sistem, jangan operasikan disk atau mencabutnya.";
"Are you sure you want to stop downloading the boot system image?" = "Apakah Anda yakin ingin menghentikan mengunduh gambar sistem boot?";
"Creating a bootable drive using an SD card is not supported. Please use another storage device to create the bootable drive." = "Tidak mendukung pembuatan drive yang dapat di boot dengan kartu SD. Silakan gunakan penyimpanan perangkat lain untuk membuat drive yang dapat di boot.";
"Recover from Crashed System" = "Memulihkan dari Sistem yang Rusak";
"Support to recover files from crashed system." = "Mendukung untuk memulihkan file dari sistem yang rusak.";
"Recover Data from Crashed System" = "Memulihkan Data dari Sistem yang Rusak";
"Recover lost files from crashed computer" = "Memulihkan file yang hilang dari komputer yang rusak";
"To recover data from iOS devices, please switch to iOS Data Recovery" = "Untuk memulihkan data dari perangkat iOS, silakan ubah ke Pemulihan Data iOS";
"Creating bootable drive…" = "Membuat drive yang dapat di boot…";
"The bootable drive is created successfully!" = "Drive yang dapat di boot berhasil dibuat!";
"Please select a USB flash drive/external hard drive to create a bootable drive." = "Silakan pilih USB flash drive/ hard drive eksternal untuk membuat drive yang dapat di boot.";
"Insert a USB flash drive/external hard drive to create a bootable drive, and then recover data from crashed system by the bootable drive." = "Masukkan USB flash drive/ hard drive eksternal untuk membuat drive yang dapat di boot, dan kemudian pulihkan data dari sistem yang rusak dengan drive yang dapat di boot.";
"Bootable drive:" = "Drive yang dapat di-boot:";
"Refresh" = "Segarkan";
"Note: Creating a bootable drive will format all data in the selected disk. Please back up your important data in advance." = "Catatan: Membuat drive yang dapat di-boot akan memformat seluruh data di disk yang dipilih. Silakan cadangkan data penting Anda terlebih dahulu.";
"Return" = "Kembali";
"Start" = "Mulai";
"OK" = "OK";
"Creating a bootable drive will format all data in the selected disk. Are you sure you want to continue?" = "Membuat drive yang dapat di-boot akan memformat seluruh data di disk yang dipilih. Apa Anda yakin ingin melanjutkan?";
"Cancel" = "Batal";
"The total disk space is less than 2GB. Please use a larger USB drive/external hard drive to create the bootable drive." = "Total penyimpanan disk kurang dari 2GB. Silakan gunakan USB drive/ hard drive eksternal lebih besar untuk membuat drive yang dapat di-boot.";
"The local disk space is less than 2GB and the boot system image cannot be downloaded. Please free up some disk space before downloading." = "Penyimpanan di disk lokal kurang dari 2GB dan gambar sistem boot tidak dapat diunduh. Silakan kosongkan penyimpanan disk sebelum mengunduh.";
"Formatting the bootable drive, please wait…" = "Memformat drive yang dapat di-boot, silakan tunggu…";
"When formatting the bootable drive, please do not operate or eject it." = "Ketika memformat drive yang dapat di-boot, jangan operasikan atau cabut drive.";
"To avoid the burned disk be damaged, please be patient and wait for the burn to complete." = "Untuk menghindari burned disk rusak, harap sabar dan tunggu proses burn selesai.";
"Creating bootable drive, please wait…" = "Membuat drive yang dapat di-boot, silakan tunggu…";
"When creating the bootable drive, please do not operate the disk or eject it." = "Ketika membuat drive yang dapat di-boot, jangan operasikan atau cabut disk.";
"Follow the steps below to use the bootable drive to boot a Mac that cannot be turned on." = "Ikuti langkah berikut untuk menggunakan drive yang dapat di-boot untuk boot Mac yang tidak dapat dinyalakan.";
"bootable drive" = "drive yang dapat di-boot";
"cannot be turned on" = "tidak dapat dinyalakan";
"black screen" = "layar gelap";
"Option key" = "Tombol opsi";
"%@ bootable drive" = "%@ drive yang dapat di-boot";
"Step 1: Insert the bootable drive into a Mac that cannot be turned on." = "Langkah 1: Masukkan drive yang dapat di-boot ke Mac yang tidak dapat nyala.";
"Step 2: Start the computer that cannot be turned on. When the Mac is in a black screen, press and hold the Option key. Release the Option key until you see the bootable drive." = "Langkah 2: Mulai komputer yang tidak dapat dinyalakan. Ketika layar Mac gelap, tekan dan tahan tombol Option. Lepas tombol Option hingga Anda melihat drive yang dapat di-boot.";
"Step 3: On the Select bootable drive interface, select the %@ bootable drive." = "Langkah 3: Pada pilihan antarmuka drive yang dapat di-boot, pilih %@ drive yang dapat di-boot.";
"here" = "disini";
"To see the detailed steps, please click here." = "Untuk melihat langkah rinci, silakan klik disini.";
"Bootable drive creation failed!" = "Drive yang dapat di-boot gagal dibuat!";
"Contact Us" = "Hubungi Kami";
"Bootable drive creation failed! Please check if your disk is disconnected. You can click the Retry button or Contact Us." = "Pembuatan drive yang dapat di-boot gagal! Silakan periksa jika disk Anda tidak terhubung. Anda dapat klik tombol Coba Lagi atau Hubungi Kami";
"Retry" = "Coba Lagi";
"Select USB/external hard drive" = "Pilih USB/ hard drive eksternal";
"Completed!" = "Selesai!";
"Format" = "Format";
"Please enter login password to allow disk access." = "Silakan masukkan kata sandi untuk mengizinkan akses disk.";
"note:" = "catatan:";
"1. If you have not received the registration code or don't know the register E-mail address, please click here to check." = "1. Jika Anda tidak menerima kode registrasi atau tidak tahu alamat E-mail, silakan klik disini untuk memeriksa.";
"2. For other software or registration issues, please visit support center." = "2. Untuk perangkat lunak atau isu registrasi lainnya, silakan kunjungi pusat dukungan.";
"click here to check" = "klik disini untuk memeriksa";
"visit support center" = "kunjungi pusat layanan";
"To recover data from the \macOS Catalina\ and later systems, Please follow the steps below to allow %@ to access removable volumes" = "Untuk memulihkan data dari \macOS Catalina\ dan sistem selanjutnya, Silakan ikuti langkah di bawah ini untuk mengizinkan %@ untuk mengakses removable volume.";
"Step 1 :" = "Langkah 1.";
"Step 2 :" = "Langkah 2.";
"Step 3 :" = "Langkah 3.";
"On your Mac, choose Apple menu  > System Preferences, click Security & Privacy." = "Pada Mac Anda, pilih menu Apple > Preferensi Pengaturan, klik Privasi & Pengamanan.";
"Select the \Removable Volumes\ checkbox below %@." = "Pilih kotak pilihan \Removable Volume\ berikut %@.";
"Click \Later\ to allow %@ to access removable volumes." = "Klik \Selanjutnya\ untuk mengizinkan %@ untuk akses removable volume.";
"Settings" = "Pengaturan";
"OK" = "OK";
"To create a startup disk in \macOS Catalina\ and later versions, Please follow the steps below to allow %@ to access removable volumes" = "Untuk membuat disk startup di \macOS Catalina\ dan versi selanjutnya, Silakan ikuti petunjuk berikut untuk mengizinkan %@ untuk akses removable volume";
"Sorry. Firmware downloading failed due to insufficient hard disk. Please release enough space (about %@) in your hard disk and then download again." = "Maaf. Pengunduhan firmware gagal karena hard disk tidak cukup. Silakan sisakan ruang yang cukup (sekitar %@) di hard disk Anda dan kemudian unduh lagi.";
"This file path cannot save the firmware. Please change to the correct one." = "Jalur file tidak dapat menyimpan firmware. Silakan ubah ke yang lebih tepat.";
"Failed to download firmware package! Please check your Internet connection and try again." = "Gagal mengunduh paket firmware! Silakan periksa koneksi internet dan coba lagi.";
"Downloading the firmware, please wait…" = "Mengunduh firmware, silakan tunggu…";
"Please make sure the network connection is normal." = "Silakan pastikan sambungan jaringan normal.";
"Network Abnormal! Please check your network and try again." = "Jaringan Tidak Normal! Silakan periksa jaringan dan coba lagi.";
"Try Again" = "Coba Lagi";
"There is not enough space to download the firmware. Please free up at least 1 GB of free space and try again." = "Tidak ada cukup ruang untuk mengunduh firmware. Silakan kosongkan setidaknya 1GB ruang kosong dan coba lagi.";
"Your Mac is equipped with Apple T2 Security Chip, files under the APFS file system cannot be scanned out." = "Mac Anda dilengkapi dengan Chip Pengamanan Apple T2, file dibawah sistem file APFS tidak dapat dipindai.";
"Failed to download firmware package! Please check your internet connection and try again." = "Gagal mengunduh paket firmware! Silakan periksa koneksi internet dan coba lagi.";
"Fast Scan done! Finding more lost data with Deep Scan..." = "Pemindaian Cepat selesai! Menemukan data hilang lebih banyak dengan Pemindaian Penuh…";
"Deep Scanning" = "Pemindaian Penuh";
"Fast Scanning" = "Pemindaian Cepat";
"RAW Files" = "File RAW";
"Tag Files" = "File Tag";
"Deleted Files" = "File yang Dihapus";
"Lost Location" = "Lokasi Hilang";
"Existing Files" = "File yang Ada";
"Found %li files. More useful tips below for finding files:" = "Menemukan %li file. Berikut lebih banyak lagi tips bermanfaat untuk menemukan file:";
"File Path Not Found" = "Jalur File Tidak Ditemukan";
"File Name Not Found" = "Nama File Tidak Ditemukan";
"Tagged Files" = "File Tag";
"You may find your accidentally deleted files here." = "Anda mungkin tidak sengaja menemukan file yang terhapus disini.";
"There are deleted files that lost their original path. You can check file names to see if they are target files." = "Terdapat file hilang yang kehilangan jalur aslinya. Anda dapat memeriksa nama file untuk memastikan itu adalah file yang Anda cari.";
"There are files that lost their original names. You can preview them to see if they are target files." = "Ada beberapa file yang kehilangan nama aslinya. Anda dapat mempratinjaunya untuk melihat apakah itu file target.";
"You may find target files here if you lost them which are not deleted before." = "Anda mungkin menemukan file target di sini jika Anda kehilangan file yang tidak dihapus sebelumnya.";
"Lost files without name will be renamed and classified here with corresponding tags." = "File yang hilang tanpa nama akan diganti namanya dan diklasifikasikan di sini dengan tag yang sesuai.";
"Unable to preview. Please recover and save it on your computer for further checking." = "Tidak dapat pratinjau. Silakan pulihkan dan simpan di komputer Anda untuk pemeriksaan lebih lanjut.";
"Trying to find more data... You can search and recover your data now." = "Mencoba mencari lebih banyak data… Anda dapat mencari dan memulihkan data Anda sekarang.";
"Didn't find the missing files? Try Deep Scan." = "Tidak menemukan data yang hilang? Coba Pemindaian Penuh.";
"The Deep Scan can scour the device inch by inch to find the deeply buried files, enabling a higher recovery rate." = "Pemindaian Penuh memeriksa perangkat inci demi inci untuk menemukan file yang tersimpan dalam, memungkinkan tingkat pemulihan lebih tinggi.";
"Artist" = "Artis";
"Camera" = "Kamera";
"The Last Editor" = "Penyunting Terakhir";
"Creation Time" = "Waktu Pembuatan";
"Modified Time" = "Waktu yang Dimodifikasi";
"All Time" = "Seluruh Waktu";
"Last 24 hours" = "24 jam terakhir";
"Last 7 days" = "7 hari terakhir";
"Last 30 days" = "30 hari terakhir";
"Customize" = "Kustomisasi";
"Selected" = "Terpilih";
"File Size" = "Ukuran File";
"All Size" = "Semua Ukuran";
"Improve Chances of Finding Lost Files" = "Tingkatkan Peluang Menemukan File Hilang";
"Refer to the \Tagged Files\ and \File Name Not Found\ under the Tree View." = "Lihat \File Tag\ dan \Nama File Tidak Ditemukan\ di bawah Tampilan Pohon.";
"Filter files by File Type, File Size, Date Modified, and more." = "Saring file berdasarkan Jenis File, Ukuran File, Tanggal Dimodifikasi, dan lainnya.";
"Upgrade to Pro Version to Recover Your Valuable Data!" = "Tingkatkan ke Versi Pro untuk Memulihkan Data Berharga Anda!";
"Get the Pro Version to Create a Bootable Drive for Data Recovery!" = "Dapatkan Versi Pro untuk Membuat Drive yang Dapat di Boot untuk Pemulihan Data!";
"Free Version" = "Versi Gratis";
"Pro Version" = "Versi Pro";
"Preview Just a Few Files" = "Pratinjau Beberapa File";
"Preview All Files" = "Pratinjau Semua File";
"Free Upgrade" = "Gratis Pembaruan";
"Recover Data from the Crashed Computer" = "Pulihkan Data dari Komputer yang Rusak";
"Only Allows You to Scan Disks" = "Hanya Mengizinkan Anda untuk Memindai Disk";
"Unlimited Data Recovery" = "Pemulihan Data Tidak Terbatas";
"Professional Customer Service" = "Layanan Pelanggan Profesional";
"Professional and reliable data recovery solutions" = "Solusi pemulihan data yang profesional";
"Advanced Options" = "Opsi Lanjutan";
"Local Drives" = "Drive Lokal";
"External Drives" = "Drive Eksternal";
"Common Location" = "Lokasi Umum";
"Data Recovery" = "Pemulihan Data";
"Fast and Safe" = "Cepat dan Aman";
"Failed to read the disk data, please re-plug the external disk." = "Gagal membaca data disk, silakan masukkan kembali disk eksternal.";
"Please remove all external disks connected to the computer, and then reinsert the disk that needs data recovery." = "Silakan cabut semua disk eksternal yang tersambung ke komputer, dan masukkan kembali disk yang memerlukan pemulihan data.";
"Still have problems? Please contact us." = "Masih mengalami masalah? Silakan hubungi kami.";
"To recover data from digital camera, please remove the SD card and connect it to computer via card reader." = "Untuk memulihkan data dari kamera digital, silakan cabut kartu SD dan sambungkan ke komputer melalui pembaca kartu.";
"Found nothing..." = "Tidak ditemukan…";
"1. Wait for the scan to finish before searching again." = "1. Tunggu untuk pemindaian selesai sebelum mencari lagi.";
"2. Your file is most likely missing the filename. Try searching in this way." = "2. Kemungkinan file Anda hilang nama filenya. Coba cari melalui ini.";
"3. Make sure the term you're looking for is spelled correctly." = "3. Pastikan istilah yang Anda cari dieja dengan benar.";
"4. If none of the above methods help, please contact us." = "4. Jika tidak ada satu pun cara di atas membantu, hubungi kami.";
"Reading data from the disk，please wait…" = "Membaca data dari disk, silakan tunggu…";
"Stuck in refreshing status for a long time?" = "Terjebak pada status segarkan dalam waktu lama?";
"Effortlessly Recover Data from A Crashed Computer" = "Memulihkan Data dari Komputer Rusak dengan Mudah";
"View Files" = "Tampilan Diekspor";
"It might take a long time to export for some files need repairing..." = "Mungkin perlu beberapa waktu untuk mengekspor karena beberapa file perlu perbaikan...";
"contact us" = "hubungi kami";
"in this way" = "melalui ini";
"Exit App" = "Keluar Aplikasi";
"Recovered: %li file (%@)" = "Pulih: %li file (%@)";
"Recovered: %li files (%@)" = "Pulih: %li file (%@)";
"File Types" = "Jenis File";
"File Tags" = "Tag File";
"Move your mouse to the icon under Tree View, and you'll learn the explanation of each file category." = "Gerakkan tetikus ke ikon di bawah Tampilan Pohon, dan Anda akan mengetahui penjelasan di tiap kategori file.";
"Understood" = "Dimengerti";
"Filter" = "Filter";
"Reset" = "Reset";
"Scan Stopped!" = "Pemindaian selesai!";
"Tips:" = "Tips:";
"1. Please replug the external drive or change another drive and then try again." = "1. Silakan cabut drive eksternal atau ubah drive lain lalu coba lagi.";
"2. Please make sure internet connection is working properly." = "2. Pastikan sambungan internet berjalan dengan baik.";

// V5.0.0
"Get An Extra" = "Dapatkan Lebih Banyak";
"Coupon Code:" = "Kode Kupon:";
"Copy and paste the coupon code at checkout to redeem." = "Salin dan tempel kode kupon saat keluar untuk penukaran.";
"Copy and Buy Now" = "Salin dan Beli Sekarang";
"Close Program" = "Tutup Program";
"Photo Repair" = "Perbaiki Foto";
"Video Repair" = "Perbaiki Video";
"Repair Damaged Videos in Just Three Steps!" = "Perbaiki Video yang Rusak dalam Tiga Langkah!";
"Repair Damaged Photos in Just Three Steps!" = "Perbaiki Foto yang Rusak dalam Tiga Langkah!";
"Import Video" = "Impor Video";
"Import Photo" = "Impor Foto";
"Start Repairing" = "Mulai Perbaikan";
"Repair Done!" = "Perbaikan Selesai!";
"Click to Add Photos" = "Klik untuk Menambahkan Foto";
"Click to Add Videos" = "Klik untuk Menambahkan Video";
"%liPhoto Added，%@KB" = "%li Foto yang Ditambahkan，%@";
"%liVideo Added，%@KB" = "%li Video yang Ditambahkan，%@";
"%liPhotos Added，%@KB" = "%li Foto yang Ditambahkan，%@";
"%liVideos Added，%@KB" = "%li Videos yang Ditambahkan，%@";
"Add Photo" = "Tambahkan Foto";
"Add Video" = "Tambahkan Video";
"Home" = "Beranda";
"Repair" = "Perbaiki";
"Remove All Image" = "Hapus Semua";
"Remove All Video" = "Hapus Semua";
"This photo can't be repaired." = "Foto ini tidak dapat diperbaiki.";
"This video can't be repaired." = "Video ini tidak dapat diperbaiki.";
"Select all successfully repaired photos" = "Pilih semua foto yang berhasil diperbaiki";
"Reselect photo to repair" = "Pilih kembali foto yang diperbaiki";
"Select all successfully repaired videos" = "Pilih semua video yang berhasil diperbaiki";
"Reselect video to repair" = "Pilih kembali video yang diperbaiki";
"We've found several photos from this photo that you might be looking for, and you can preview and export them." = "Kami menemukan beberapa foto dari foto ini yang mungkin Anda cari, dan Anda dapat pratinjau dan ekspor itu.";
"We've found several videos from this video that you might be looking for, and you can preview and export them." = "Kami menemukan beberapa video dari video ini yang mungkin Anda cari, dan Anda dapat pratinjau dan ekspor itu.";
"Are you sure you want to remove all photos?" = "Apakah Anda yakin ingin menghapus semua foto?";
"Are you sure you want to remove all videos?" = "Apakah Anda yakin ingin menghapus semua video?";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Apakah Anda yakin ingin kembali ke halaman beranda? Kemajuan perbaikan saat ini tidak akan tersimpan.";
"Are you sure you want to return to the home page? The current repair progress will not be saved." = "Apakah Anda yakin ingin kembali ke halaman beranda? Kemajuan perbaikan saat ini tidak akan tersimpan.";
"Are you sure you want to reselect the video? The current repair progress will not be saved." = "Apakah Anda yakin ingin memilih ulang video? Kemajuan perbaikan saat ini tidak akan tersimpan.";
"Are you sure you want to reselect the photo? The current repair progress will not be saved." = "Apakah Anda yakin ingin memilih ulang foto? Kemajuan perbaikan saat ini tidak akan tersimpan.";
"Some videos are already in the repair list and will not be imported repeatedly." = "Beberapa video telah diperbaiki di daftar perbaikan dan tidak akan diimpor berulang kali.";
"Some photos are already in the repair list and will not be imported repeatedly." = "Beberapa foto telah diperbaiki di daftar perbaikan dan tidak akan diimpor berulang kali.";
"The video has been lost, please re-import and try previewing again." = "Video telah hilang, silakan impor kembali dan coba pratinjau ulang.";
"The photo has been lost, please re-import and try previewing again." = "Foto telah hilang, silakan impor kembali dan coba pratinjau ulang.";
"Scanning or recovery cannot continue because the device is disconnected, please re-plug the device and click Continue." = "Pemindaian atau pemulihan tidak dapat berlanjut karena perangkat terputus, silakan masukkan perangkat kembali dan klik Lanjut.";
"Repairing：" = "Memperbaiki:";
"Please wait..." = "Silakan tunggu…";
"Exporting:" = "Mengekspor:";
"The device has been disconnected, you can try to select data to recover or rescan." = "Perangkat ini telah terputus, Anda dapat mencoba untuk memilih data untuk memulihkan atau pindai ulang.";
"Continue" = "Lanjutkan";
"Retry" = "Coba Lagi";
"Stop" = "Hentikan";
"Export Completed!" = "Ekspor Selesai!";
"Export: %lifiles(%@)" = "Ekspor: %li file (%@)";
"View Exported" = "Tampilan Diekspor";
"There are still %li videos to export, are you sure you want to stop exporting?" = "Terdapat  %li video untuk dieskpor, apakah Anda yakin ingin menghentikan ekspor?";
"There are still %li photos to export, are you sure you want to stop exporting?" = "Terdapat %li foto untuk diekspor, apakah Anda yakin ingin menghentikan ekspor?";
"There are still 1 video to export, are you sure you want to stop exporting?" = "Masih ada 1 video untuk dieskpor, apakah Ada yakin ingin menghentikan ekspor?";
"There are still 1 photo to export, are you sure you want to stop exporting?" = "Masih ada 1 foto untuk dieskpor, apakah Ada yakin ingin menghentikan ekspor?";
"Are you sure you want to stop exporting?" = "Apakah Anda yakin ingin menghentikan ekspor?";
"Upgrade to Pro version to preview files!" = "Tingkatkan ke versi Pro untuk pratinjau file!";
"Upgrade" = "Tingkatkan";
"The unregistered version can only play the first 30s of the audio file, upgrade to the registered version for full playback." = "Versi yang belum terdaftar hanya dapat dimainkan pada 30 detik pertama file audio, tingkatkan versi terdaftar untuk pemutaran penuh.";
"The unregistered version can only play the first 10s of the video file, upgrade to the registered version for full playback." = "Versi yang belum terdaftar hanya dapat dimainkan pada 10 detik pertama file video, tingkatkan versi terdaftar untuk pemutaran penuh.";
"Upgrade to Pro Version to Export your Valuable Photos!" = "Tingkatkan ke Versi Pro untuk Mengekspor Foto Berharga Anda!";
"Upgrade to Pro Version to Export your Valuable Videos!" = "Tingkatkan ke Versi Pro untuk Mengekspor Video Berharga Anda!";
"Support for exporting repaired files" = "Mendukung untuk mengekspor file yang diperbaiki";

//MARK: - 第二版
"The file can't be previewed, please export it and try to preview it again." = "File tidak dapat dipratinjau, silakan ekspor dan coba pratinjau ulang.";
"The file can't be previewed, please repair it and try to preview it again." = "File tidak dapat dipratinjau, silakan perbaiki dan coba pratinjau ulang.";
"Are you sure you want to exit the program? Current repair progress will not be retained." = "Apakah Anda yakin mau keluar? Progress perbaikan saat ini akan hilang.";
"There are still %li videos waiting to be repaired, are you sure you want to stop the repair?" = "Masih ada %li video menunggu untuk diperbaiki, Anda yakin mau menghentikan perbaikan?";
"There are still %li photos waiting to be repaired, are you sure you want to stop the repair?" = "Masih ada %li gambar menunggu untuk diperbaiki, Anda yakin mau menghentikan perbaikan?";
"There is still 1 video waiting to be repaired, are you sure you want to stop the repair?" = "Masih ada 1 video menunggu untuk diperbaiki, Anda yakin mau menghentikan perbaikan?";
"There is still 1 photo waiting to be repaired, are you sure you want to stop the repair?" = "Masih ada 1 gambar menunggu untuk diperbaiki, Anda yakin mau menghentikan perbaikan?";
"Are you sure you want to stop repairing?" = "Anda yakin mau menghentikan perbaikan?";
"Repair done!" = "Perbaikan selesai";
"Repaired: %li files (%@)" = "Selesai diperbaiki: %li file (%@)";
"View Repair Results" = "Lihat Hasil Perbaikan";
"Export" = "Ekspor";
"The video has been lost, please re-repair and try exporting again." = "Video telah hilang, silakan perbaiki ulang dan coba ekspor kembali.";
"The photo has been lost, please re-repair and try exporting again." = "Gambar telah hilang, silakan perbaiki ulang dan coba ekspor kembali.";
"The video has been lost, please re-import and try repairing again." = "Video telah hilang, silakan impor ulang dan coba perbaiki kembali.";
"The photo has been lost, please re-import and try repairing again." = "Gambar telah hilang, silakan impor ulang dan coba perbaiki kembali.";
"Selected: %li photo  (%@)" = "Terpilih: %li foto (%@)";
"Selected: %li photos  (%@)" = "Terpilih: %li foto (%@)";
"Selected: %li video  (%@)" = "Terpilih: %li video (%@)";
"Selected: %li videos  (%@)" = "Terpilih: %li video (%@)";
"%li Results" = "%li Resultaten";
"Close" = "Tutup";


"Match Similar Files" = "Mencocokkan File Sejenis";
"We've found some files that might be what you want, you can preview and restore them." = "Kami telah menemukan beberapa file yang mungkin Anda inginkan, Anda dapat pratinjau dan memulihkan mereka.";
"Sorry, no matching files were found at this time. You can wait for the scan to finish and try again, or use Filter, Search Bar to find the files you want." = "Maaf, tidak ada file yang cocok ditemukan saat ini. Anda dapat menunggu untuk pemindaian berakhir dan coba lagi, atau gunakan Filter, Bilah Pencarian untuk menemukan file yang Anda inginkan.";
"What Type of Files Do You Want to Recover?" = "Jenis File Apa yang Anda Ingin Pulihkan?";
"Filtering file type helps recover the files you want faster" = "Menyaring jenis file membantu memulihkan file Anda lebih cepat";
"Others" = "Lainnya";
"Other Types" = "Lainnya";
"%@ etc." = "%@ dll.";
"Scan Selected File Types" = "Pindai Jenis File yang Dipilih";
"Scan All File Types" = "Pindai Semua Jenis File";
"Scan Only %@" = "Hanya Pindai %@";

//MARK: - 预览
"Preview" = "Pratinjau";
"Loading..." = "Memuat...";
"Preview is not available. Recover it for view" = "Pratinjau tidak tersedia. Memulihkannya untuk dilihat";
"Max size for preview: 30MB. Recover it for view" = "Ukuran maksimum untuk pratinjau: 30MB. Memulihkannya untuk dilihat";
"Format not supported for preview. Recover it for view" = "Format tidak didukung untuk pratinjau. Memulihkannya untuk dilihat";
"%@ files zipped in total" = "Total %@ file yang di-zip";
"AI Repairing..." = "Perbaikan AI...";
"It may take a while, but it's worth the wait" = "Mungkin perlu beberapa saat, tetapi layak untuk ditunggu";
"AI Repaired %@" = "AI Diperbaiki %@";
"Repaired successfully. Recover the repaired file" = "Berhasil diperbaiki. Memulihkan file yang diperbaiki";
"Get Pro for Full Preview" = "Dapatkan Pro untuk Pratinjau Penuh";
"Preview full file" = "Mempratinjau file lengkap";
"Recover unlimited files" = "Memulihkan file tanpa batas";
"AI Repair corrupte files" = "AI Memperbaiki file yang rusak";
"Premium technical support" = "Dukungan teknis premium";
"Get Pro Now" = "Dapatkan Pro Sekarang";
"Details" = "Detail";
"Icon" = "Ikon";


//MARK: - 付费升级弹窗
"Get Pro for Unlimited Recovery" = "Dapatkan Pro untuk Pemulihan Tanpa Batas";
"Preview only." = "Hanya pratinjau.";
"No free recovery remaining." = "Tidak ada pemulihan gratis yang tersisa.";
"Unlock Pro to enjoy full features, unlimited recovery and more benefits." = "Buka kunci Pro untuk menikmati fitur lengkap, pemulihan tanpa batas, dan manfaat lebih banyak.";
"Get Pro for Unlimited Repair" = "Dapatkan Pro untuk Perbaikan Tanpa Batas";
"Unlock Pro to enjoy full features, unlimited repair and more benefits." = "Buka kunci Pro untuk menikmati fitur lengkap, perbaikan tanpa batas, dan manfaat lebih banyak.";
"Trial" = "Uji coba";
"Free" = "Bebas";
"Pro" = "Pro";
"Preview only" = "Hanya pratinjau";
"Unlimited" = "Tak terbatas";
"Key Features & Benefits" = "Fitur & Manfaat Utama";
"Recovery amount" = "Jumlah pemulihan";
"Preview before recovery" = "Pratinjau sebelum pemulihan";
"Recover while scanning" = "Pulihkan saat memindai";
"Recover data from crashed system" = "Pulihkan data dari sistem yang rusak";
"Recover data from NAS server" = "Pulihkan data dari server NAS";
"Repair corrupted vidoes & photos" = "Perbaiki video & foto yang rusak";
"Enjoy lifetime updates for free" = "Nikmati pembaruan seumur hidup secara gratis";
"24/7 premium technical support" = "Dukungan pelanggan premium 24/7";
"30-day money back guarantee" = "Jaminan uang kembali 30 hari";
"Buy Now" = "Beli Sekarang";
"Already Purchased?" = "Sudahkah saya membeli?";
"Register Now to proceed with recovering ( no need to rescan)." = "Daftar sekarang untuk melanjutkan pemulihan (tidak perlu memindai ulang).";
"Register Now" = "Daftar sekarang";
"Recover the repaired file" = "Memulihkan file yang diperbaiki";
"Recover it for view" = "Memulihkannya untuk dilihat";

//MARK: - 5.1.8
"Lost data recovery" = "Pemulihan data yang hilang";
"Hard Drive" = "Hard Drive";
"Advanced recovery" = "Pemulihan lanjutan";
"Crashed Mac" = "Crashed Mac";
"iCloud" = "iCloud";
"New" = "Baru";
"Corrupted file repair" = "Perbaikan file yang rusak";
"Photo Repair" = "Perbaikan Foto";
"Video Repair" = "Perbaikan Video";
"Why Pro？" = "Mengapa Pro？";
"Unlock Pro to enjoy" = "Buka kunci Pro untuk menikmati";
"Unlimited Recovery" = "Pemulihan Tanpa Batas";
"Corrupted Repair" = "Perbaikan Rusak";
"Full Preview" = "Pratinjau Lengkap";
"Unlock Pro Now" = "Buka Kunci Pro Sekarang";
"Recover permanently & recently deleted iCloud data easily" = "Memulihkan data iCloud yang dihapus secara permanen & baru saja dihapus dengan mudah";
"Recover any lost photos, videos, contacts, notes and more from iCloud directly" = "Memulihkan foto, video, kontak, catatan, dan lainnya yang hilang dari iCloud secara langsung";
"Get Started" = "Memulai";
"Searching lost iCloud data..." = "Mencari data iCloud yang hilang...";
"Search Completed" = "Pencarian Selesai";
"Search Stopped" = "Pencarian Dihentikan";
"Damaged or partitially missing photos" = "Foto yang rusak atau hilang sebagian";
"Add photos for repair" = "Menambahkan foto untuk diperbaiki";
"Corrupted or unplayable vidoes" = "Video yang rusak atau tidak dapat diputar";
"Add videos for repair" = "Menambahkan video untuk diperbaiki";
"Repair any damaged or photos that cannot be opened" = "Memperbaiki file foto yang rusak atau tidak dapat diputar dan lainnya";
"Repair any corrupted or unplayale videos files and more" = "Memperbaiki file video yang rusak atau tidak dapat diputar dan lainnya";
//MARK: - v5.1.10
"Sign in to iCloud" = "Masuk ke iCloud";
"Apple ID" = "Apple ID";
"Password" = "Kata Sandi";
"Keep Password" = "Simpan Kata Sandi";
"Forget Apple ID or Password?" = "Lupa ID Apple atau Kata Sandi?";
"Back" = "Kembali";
"Log In" = "Masuk";
"1. To prevent changes to iCloud, do not sync device data to iCloud while recovering." = "1. Untuk mencegah perubahan pada iCloud, jangan selaraskan data perangkat ke iCloud saat memulihkan.";
"2. We NEVER keep records of your account. For more details, please refer to our Privacy Policy." = "2. Kami TIDAK PERNAH menyimpan catatan akun Anda. Untuk informasi lebih lanjut, lihat Kebijakan Privasi kami.";
"Privacy Policy" = "Kebijakan Privasi";
"Incorrect Apple ID or password." = "ID Apple atau kata sandi salah.";
"For security reasons, your Apple ID is locked. Please unlock your account and try again." = "Demi alasan keamanan, ID Apple Anda dikunci. Buka kunci akun Anda dan coba lagi.";
"Network disconnected. Please check your network connection and try again." = "Jaringan terputus. Periksa koneksi jaringan Anda dan coba lagi.";
"Two-factor authentication" = "Autentikasi dua faktor";
"A verification code message has been sent to your trusted device. Please enter the code to continue." = "Pesan kode verifikasi telah dikirim ke perangkat tepercaya Anda. Masukkan kode untuk melanjutkan.";
"Resend code" = "Kirim ulang kode";
"Get Help from Apple" = "Dapatkan Bantuan dari Apple";
"Incorrect verification code." = "Kode verifikasi salah.";
"Entered incorrect verification code too many times." = "Memasukkan kode verifikasi yang salah terlalu sering.";
"Request failed, please try again." = "Permintaan gagal, silakan coba lagi.";
"Verification requested too often" = "Verifikasi diminta terlalu sering";
"Network error. Please check your network connection." = "Kesalahan jaringan. Periksa koneksi jaringan Anda.";
"Please select the type of data you want to recover." = "Pilih jenis data yang ingin dipulihkan.";
"Log Out" = "Keluar";
"Select all" = "Pilih semua";
"Refresh" = "Segarkan";
"Back" = "Kembali";
"Confirm" = "Konfirmasi";
"iCloud drive" = "Drive iCloud";
"Photos" = "Foto";
"Contacts" = "Kontak";
"Reminder" = "Pengingat";
"Calendar" = "Kalender";
"Notes" = "Catatan";
//MARK: - 4ddig mac 5.1.10
"Home Phone" = "Nomor Rumah";
"Work" = "Nomor Kantor";
"iPhone" = "Nomor iPhone";
"Mobile Phone" = "Nomor Telepon Seluler";
"Main Phone" = "Nomor Utama";
"HomeFax" = "Nomor Faks Rumah Tinggal";
"WorkFax" = "Nomor Faks Kantor";
"Pager Phone" = "Pager Bip";
"Other Phone" = "Nomor Lainnya";
"Home Email" = "Email Keluarga";
"Work Email" = "Email Kantor";
"Other Email" = "Email Lainnya";
"iCloud Email" = "Email iCloud";
"HomePage" = "Halaman Utama";
"Home Page" = "Halaman Keluarga";
"Other Page" = "Halaman Pekerjaan";
"Work Page" = "Halaman Lainnya";
"Title" = "Judul";
"Starting Time" = "Waktu Mulai";
"List" = "Daftar";
"Status" = "Status";
"Reminder time" = "Waktu pengingat";
"Priority" = "Prioritas";
"Location" = "Lokasi";
//MARK: - 第二批_3.21
"Company" = "Perusahaan";
"School" = "Sekolah";
"Time" = "Waktu";
"End Date Time" = "Waktu Akhir";
"Complete" = "Lengkap";
"Incomplete" = "Tidak Lengkap";
"Invited People" = "Tamu Undangan";
"Flag Marks" = "Tanda Bendera";
"None" = "Tidak ada";
"Low" = "Rendah";
"Medium" = "Sedang";
"High" = "Tinggi";
"Unknown" = "Tidak diketahui";
//MARK: - 5.1.11
"Unsaved Documents" = "File yang Belum Disimpan";
"Date Deleted" = "Tanggal Dihapus";
//MARK: - PE
"Crashed Mac" = "Mac macet";
"Create a bootable drive to boot up Mac for data recovery" = "Membuat drive yang dapat di-boot untuk mem-boot Mac untuk pemulihan data";
"What's Crashed Mac？" = "Apa yang dimaksud dengan Mac Macet？";
"Boot up Mac with the USB bootable drive for data recovery" = "Memulai Mac dengan drive yang dapat di-boot USB untuk pemulihan data";
"Boot up crashed Mac" = "Boot up Mac macet";
"Tips: please try again with another USB drive Common Solutions" = "Tips: coba lagi dengan drive USB lain Solusi Umum";
"Common Solutions" = "Solusi Umum";
"Icon" = "Ikon";
"Preview Pane" = "Panel Pratinjau";
"Details" = "Detail";
"Create Now" = "Buat Sekarang";
"Lost Partition" = "Partisi Hilang";

"Select a drive where you lost data to start recovering" = "Pilih drive tempat Anda kehilangan data untuk mulai memulihkan";
"Drive didn't show up?" = "Drive tidak muncul?";
"Check Disk Connection" = "Periksa Koneksi Disk";
"To recover data from digital camera, please remove the SD card and connect it to Mac via card reader." = "Untuk memulihkan data dari kamera digital, keluarkan kartu SD dan hubungkan ke Mac melalui pembaca kartu.";
"When the USB device cannot be recognized, please try to connnect it to the back USB ports for data recovery." = "Apabila perangkat USB tidak dapat dikenali, cobalah menghubungkannya ke port USB belakang untuk pemulihan data.";
"For data recovery from mobile phones, you can download UltData - iOS." = "Untuk pemulihan data dari ponsel, Anda dapat mengunduh UltData - iOS.";
"Check Disk Status" = "Periksa Status Disk";
"Solution: Access Disk Utility, click the \"Mount\" button on the top menu bar, and then recover your data." = "Solusi: Akses Utilitas Disk, klik tombol \"Mount\" pada bilah menu bagian atas, lalu pulihkan data Anda.";
"Language_menu" = "Bahasa";
"Disk Utility" = "Utilitas Disk";
"Mount" = "Pasang";
"1. Access \"Disk Utility\"" = "1. Akses \"Utilitas Disk\"";
"2. Click \"Mount\"" = "2. Klik \"Pasang\"";

//MARK: - V5.1.18
"Select a location to save the recovered data" = "Pilih lokasi untuk menyimpan data yang dipulihkan";
"You've selected %li files, %@" = "Anda telah memilih file %li, %@";
"%@ available" = "%@ tersedia";
"Perfectly enough disk space. Save now." = "Ruang disk yang cukup sempurna. Simpan sekarang.";
"Save to the %@ and you don’t have to worry about data loss anymore." = "Simpan ke %@ dan Anda tidak perlu khawatir lagi akan kehilangan data.";
"Save Now" = "Simpan Sekarang";
"Insufficient space available, change another location or save to the %@." = "Ruang yang tersedia tidak mencukupi, ubah lokasi lain atau simpan ke %@.";
"It is not recommended to save to the original disk (where the data is lost), as it may have the data to be overwritten and lost permanently." = "Tidak disarankan untuk menyimpan ke disk asli (tempat data hilang), karena mungkin data akan ditimpa dan hilang secara permanen.";
"No permissions to read or write, change another location or save to the %@." = "Tidak ada izin baca tulis. Ubah ke lokasi lain atau simpan ke %@.";
"Insufficient space available in %@. Please change to another location to save." = "Ruang yang tersedia di %@ tidak mencukupi. Harap ubah ke lokasi lain untuk menyimpan.";
"Select Folder..." = "Pilih Folder...";
"Logging in..." = "Masuk...";
"Please authorize login to your %@ in the browser" = "Mohon otorisasi masuk ke %@ Anda di browser";
"Authorization login failed" = "Login otorisasi gagal";
"Please re-authorize or change to another location" = "Silakan otorisasi ulang atau ubah ke lokasi lain";
"Another Location" = "Lokasi lain";
"Re-authorize" = "Otorisasi ulang";
"Authorization successful. Please return to %@ to continue recovering data." = "Otorisasi berhasil. Silakan kembali ke %@ untuk melanjutkan pemulihan data.";

//MARK: - V5.2.0
"Large & Old Files" = "File Besar & Lama";
"Locate and remove unneeded files to free up disk space with ease" = "Temukan dan hapus file yang tidak diperlukan untuk mengosongkan ruang disk dengan mudah";
"Locate Files in Minutes" = "Temukan File dalam Hitungan Menit";
"Finding large or old files manually could take you hours, but with %@ you’ll be done within minutes." = "Menemukan file besar atau lama secara manual dapat memakan waktu berjam-jam, tetapi dengan %@ Anda akan selesai dalam hitungan menit.";
"Remove As You Wish" = "Hapus Sesuai Keinginan Anda";
"Remove unneeded files to trash, another folder or permanently. It's always your call." = "Hapus file yang tidak diperlukan ke tempat sampah, folder lain, atau secara permanen. Semua terserah Anda.";
"%@ used" = "%@ digunakan";
"Scan Now" = "Pindai Sekarang";
"All Files" = "Semua File";
"Selected" = "Dipilih";
"By Size" = "Berdasarkan Ukuran";
"By Access Date" = "Berdasarkan Tanggal Akses";
"Last Week" = "Minggu lalu";
"Last Month" = "Bulan lalu";
"Scanning %@" = "Memindai %@";
"Looking for large & old files" = "Mencari file besar & lama";
"Stop Scanning" = "Berhenti Memindai";
"No files found" = "Tidak ada file yang ditemukan";
"Return to home and select another location to start over" = "Kembali ke rumah dan pilih lokasi lain untuk memulai kembali";
"Removing: %@" = "Menghapus : %@";
"It may take some time..." = "Mungkin perlu waktu...";
"Remove Completed" = "Menghapus Selesai";
"Removed: %li files (%@)" = "Dihapus: %li file (%@)";
"Done" = "Selesai";
"Insufficient permissions to remove" = "Izin tidak mencukupi untuk menghapus";
"No read/write permissions for NTFS partition, and it cannot be removed." = "Tidak ada izin baca/tulis untuk partisi NTFS, dan tidak dapat dihapus.";
"Insufficient space at target folder to remove" = "Ruang tidak mencukupi di folder target untuk dihapus";
"Remove to another folder or remove permanently." = "Pindahkan ke folder lain atau hapus secara permanen.";
"No files selected" = "Tidak ada file yang dipilih";
"Remove Permanently" = "Hapus Secara Permanen";
"Remove to Trash" = "Hapus ke Sampah";
"Remove to Folder" = "Pindahkan ke Folder";
"Access Time" = "Waktu Akses";
"Open File Location" = "Buka Lokasi File";
"Return to home?" = "Kembali ke rumah?";
"It is recommended to remove unwanted files before you return." = "Disarankan untuk menghapus file yang tidak diinginkan sebelum Anda kembali.";
"Return" = "Kembali";
"Cancel" = "Batal";
"Stop Scanning?" = "Berhenti Memindai?";
"%@ will be no longer looking for large & old files if you stop." = "%@ tidak akan lagi mencari file besar & lama jika Anda berhenti.";
"Stop Scanning" = "Berhenti Memindai";
"Stop Removing?" = "Berhenti Menghapus?";
"%@ will be no longer removing files remaining if you stop." = "%@ tidak akan lagi menghapus file yang tersisa jika Anda berhenti.";
"Stop Removing" = "Berhenti Menghapus";
"Get Pro for Files Removal" = "Dapatkan Pro untuk Penghapusan File";
"Unlock Pro to remove unwanted large & old files, and enjoy more features, including unlimited data recovery." = "Buka Pro untuk menghapus file besar & lama yang tidak diinginkan, dan nikmati lebih banyak fitur, termasuk pemulihan data tanpa batas.";
"Files available for removal" = "File yang tersedia untuk dihapus";
"Authorizing for %@, please wait..." = "Mengotorisasi untuk %@, harap tunggu...";
"Calculating the available space in %@, please wait..." = "Menghitung ruang yang tersedia di %@, harap tunggu...";
//MARK: - 第二批_20240626
"Extra tools" = "Alat tambahan";
"Sort by %@" = "Urutkan berdasarkan %@";
"By Modified Date" = "Berdasarkan Tanggal Modifikasi";
//MARK: - 2. SD卡
"SD Card" = "Kartu SD";
"Select a memory card where you lost data to start recovering" = "Pilih kartu memori tempat Anda kehilangan data untuk mulai memulihkan";
"SD card didn't show up?" = "Kartu SD tidak muncul?";
"No SD card connected" = "Tidak ada kartu SD yang tersambung";
"Connect the memory card via card reader to start recovering photos or videos" = "Sambungkan kartu memori melalui pembaca kartu untuk mulai memulihkan foto atau video";
//MARK: - 视频重组
"Enhanced Video Recovery" = "Pemulihan Video yang Ditingkatkan";
"Scan and match video fragments in any storage media through AI advanced algorithms to recover a complete and playable video" = "Memindai dan mencocokkan fragmen video di media penyimpanan apa pun melalui algoritme canggih AI untuk memulihkan video yang lengkap dan dapat diputar";
"Repair & recover vidoes at the same time, providing one-stop video solution" = "Memperbaiki & memulihkan video pada saat yang sama, memberikan solusi video satu atap";
"Easily recover & repair videos from any devices, such as Canon, Nikon, Sony, GoPro, and DJI, etc. Learn more" = "Memulihkan & memperbaiki video dengan mudah dari perangkat apa pun, seperti Canon, Nikon, Sony, GoPro, dan DJI, dll. Pelajari lebih lanjut";
"AI-Powered" = "Didukung oleh AI";
"Mac OS 10.15 previous versions are not supported" = "Mac OS 10.15 versi sebelumnya tidak didukung";
"Try 'Enhanced Video Recovery' with Mac OS 10.15 or later" = "Coba 'Enhanced Video Recovery' dengan Mac OS 10.15 atau yang lebih baru";
"Select a drive where you lost vidoes to start recovering" = "Pilih drive tempat Anda kehilangan video untuk mulai memulihkan";
"Tips: Don't know which drive to scan, as you're not sure where the vidoe was lost?" = "Tips: Tidak tahu drive mana yang harus dipindai, karena Anda tidak yakin di mana videonya hilang?";
"Select the video format you want to recover" = "Pilih format video yang ingin Anda pulihkan";
"All videos" = "Semua video";
"Recovery duration: The more video types selected, the longer it will take." = "Durasi pemulihan: Semakin banyak jenis video yang dipilih, semakin lama waktu yang dibutuhkan.";
"Device that the vidoes are from (optional)" = "Perangkat tempat video berasal (opsional)";
"Note: correct source device contributes to the targeted and precise recovery, significantly improving the recovery quality." = "Catatan: perangkat sumber yang tepat berkontribusi pada pemulihan yang ditargetkan dan tepat, sehingga secara signifikan meningkatkan kualitas pemulihan.";
"Confirm" = "Konfirmasi";
"Canon" = "Canon";
"GoPro" = "GoPro";
"Nikon" = "Nikon";
"Sony" = "Sony";
"Fujifilm" = "Fujifilm";
"DJI" = "DJI";
"Apeman" = "Apeman";
"Papago" = "Papago";
"Vantrue" = "Vantrue";
"Rexing" = "Rexing";
"Others" = "Lainnya";
"Please select at least one video format for enhanced video recovery" = "Pilih setidaknya satu format video untuk pemulihan video yang disempurnakan";
"Select All" = "Pilih Semua";
"AI" = "AI";
"Video enhanced recovering...some black screen and unplayable vidoes could be repaired by AI once it completes." = "Pemulihan video yang disempurnakan... beberapa layar hitam dan video yang tidak dapat diputar dapat diperbaiki oleh AI setelah selesai.";
"Learn more" = "Pelajari lebih lanjut";
